[M_GreatEscape MissionDefinition]
MissionName="good way"
MissionDescription="A man named Odysseus wants you to help him escape Pandora, and if he asks Hyperion how to find the moon, he will leave this world with you.."
TurnInDescription="Odysseus shines brightly. Find out how he used it to escape from Pandora.."
MissionSummary="Help Odysseus escape from Pandora. "
MissionGiver="in July"
MissionTurnInLocation="Ulysses"
TeaserText="Not everyone wants to live in Pandora.."

[M_GreatEscape:BringBackBeacon MissionObjectiveDefinition]
ProgressMessage="Hold the light for Ulysses"

[M_GreatEscape:BringBackBeaconSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Leave this job to Odysseus."
MissionDescriptionOverride="I asked Odysseus the moon. Try to find a way to use it to avoid Pandora."

[M_GreatEscape:GetBeaconSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_GreatEscape:getjames MissionObjectiveDefinition]
ProgressMessage="Download animals for odyssey"

[M_GreatEscape:PickupBeacon MissionObjectiveDefinition]
ProgressMessage="I returned to the tower"

